Repository: ucefooo/detection_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: Menu
ar: قائمة

source: Home Page
ar: الصفحة الرئيسية
fr: Page d'accueil

# homePageHeader
source: Cutaneous Leishmaniasis Detection
ar: الكشف عن داء الليشمانيات الجلدي
fr: Détection de la leishmaniose cutanée

# subtitle_homepage
source: Help diagnose leishmaniasis in your patient with the click of a button.
ar: ساعد في تشخيص داء الليشمانيات لدى مريضك بنقرة زر واحدة.
fr: Aidez à diagnostiquer la leishmaniose chez votre patient d'un simple clic.

source: Name
ar: اسم
fr: Nom

# nameHint
source: Enter your name
ar: أدخل أسمك
fr: Entrez votre nom

source: Email
ar: البريد الإلكتروني
fr: Adresse électronique

# emailHint
source: Enter your email
ar: أدخل بريدك الالكتروني
fr: Entrez votre adresse électronique

source: Date of Birth
ar: تاريخ الولادة
fr: Date de naissance

source: Required Field
ar: يتطلب حقلا
fr: Ce champ est requis

source: Submit Info
ar: إرسال معلومات
fr: Soumettre des informations

source: Change Language
ar: تغيير اللغة
fr: Changer de langue

# about
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
ar: لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص، بل انه حتى صار مستخدماً وبشكله الأصلي في الطباعة والتنضيد الإلكتروني. انتشر بشكل كبير في ستينيّات هذا القرن مع إصدار رقائق 'ليتراسيت' (Letraset) البلاستيكية تحوي مقاطع من هذا النص، وعاد لينتشر مرة أخرى مؤخراَ مع ظهور برامج النشر الإلكتروني مثل 'ألدوس بايج مايكر' (Aldus PageMaker) والتي حوت أيضاً على نسخ من نص لوريم إيبسوم.
fr: Lorem Ipsum est simplement un texte factice de l'industrie de l'impression et de la composition. Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de type et l'a brouillée pour créer un livre spécimen de types. Il a non seulement survécu cinq siècles, mais aussi le saut à la composition électronique, restant essentiellement inchangé. Il a été popularisé dans les années 1960 avec la sortie des feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec des logiciels de publication assistée par ordinateur comme Aldus PageMaker, y compris des versions de Lorem Ipsum.

source: New case
ar: حالة جديدة
fr: Nouveau cas

source: Unsaved cases
ar: حالات غير محفوظة
fr: Cas non enregistrés

source: Saved cases
ar: حالات محفوظة
fr: Cas enregistrés

# infromations
source: Informations
ar: معلومات
fr: Informations sur la leishmaniose

source: How to use?
ar: كيفية الاستخدام؟
fr: Comment utiliser?

source: Need help?
ar: تحتاج مساعدة؟
fr: Besoin d'aide?

source: Settings
ar: الإعدادات
fr: Paramètres

source: Contact Us
ar: اتصل بنا
fr: Contactez-nous

# newCasePageTitle
source: Please select the area of the sickness before taking a photo:
ar: يرجى تحديد منطقة المرض قبل التقاط صورة:
fr: Veuillez sélectionner la zone de la maladie avant de prendre une photo :

# newCasePageCancelButton
source: Cancel
ar: إلغاء
fr: Annuler

# newCasePageNextStepButton
source: Next step
ar: الخطوة التالية
fr: Étape suivante

# newCasePageCameraOverlayText
source: Please focus the desired area inside the box for better analysis
ar: يرجى تركيز المنطقة المرغوبة داخل المربع لتحليل أفضل
fr: Veuillez centrer la zone souhaitée à l'intérieur de la boîte pour une meilleure analyse

# newCasePageCameraSwitchError
source: Only one camera available
ar: تتوفر كاميرا واحدة فقط
fr: Une seule caméra disponible

# newCasePageCameraGalleryButton
source: Gallery
ar: المعرض
fr: Galerie

# newCasePageCameraTipsButton
source: Tips
ar: نصائح
fr: Conseils

# newCaseImagePreviewTitle
source: Image Preview
ar: معاينة الصورة
fr: Aperçu de l'image

# newCaseImagePreviewRetakePhoto
source: Re-take photo
ar: إعادة التقاط الصورة
fr: Reprendre la photo

# newCaseImagePreviewAnalyze
source: Analyze
ar: تحليل
fr: Analyser

# newCaseCancelTestPopUpTitle
source: Are you sure you want to cancel the test?
ar: هل أنت متأكد من رغبتك في إلغاء الاختبار؟
fr: Êtes-vous sûr de vouloir annuler le test ?

# newCaseCancelTestPopUpContent
source: Do you want to discard the current test?
ar: هل تريد التخلص من الاختبار الحالي؟
fr: Voulez-vous annuler le test en cours ?

# newCaseCancelTestPopUpCancel
source: Cancel
ar: إلغاء
fr: Annuler

# newCaseCancelTestPopUpContinue
source: Continue
ar: متابعة
fr: Continuer

# newCaseAnalyzeLoadingTitle
source: Analyzing...
ar: جاري التحليل...
fr: Analyse en cours...

# newCaseAnalyzeLoadingSubtitle
source: Analyzing your photo
ar: تحليل صورتك
fr: Analyse de votre photo

# newCaseAnalyzeLoadingContent
source: Please be patient, it may take some time...
ar: يرجى الانتظار، قد يستغرق بعض الوقت...
fr: Veuillez patienter, il se peut que cela prenne un certain temps...

# newCaseResultOfLechmaniasis
source: of lechmaniasis
ar: من داء الليشمانيات
fr: de lechmaniasis

# newCaseResultResults
source: Results:
ar: النتائج :
fr: Résultats :

# newCaseResultAfterAnalysis
source: After analysis, the results are as follows:
ar: بعد التحليل، النتائج كما يلي :
fr: Après analyse, les résultats sont les suivants :

# newCaseResultNote
source: Note: Any results above 50% indicate a high probability of leishmaniasis detection and should be followed by a confirmatory test in a clinical setting.
ar: ملاحظة : أي نتائج تتجاوز 50% تشير إلى احتمالية عالية لاكتشاف داء الليشمانيات ويجب أن تتبعها اختبار تأكيد في إطار سريري.
fr: Remarque : Tous les résultats supérieurs à 50 % indiquent une forte probabilité de détection de la leishmaniose et doivent être suivis d'un test de confirmation dans un cadre clinique.

# newCaseResultRedoTest
source: Re-do Test
ar: إعادة الاختبار
fr: Refaire le test

# newCaseResultFinishTest
source: Finish Test
ar: إنهاء الاختبار
fr: Terminer le test

# newCaseResultSaveResults
source: Save Results
ar: حفظ النتائج
fr: Enregistrer

# unsavedCasesNosavedCases
source: No unsaved cases
ar: لا توجد حالات غير محفوظة
fr: Aucun cas non enregistré

# unsavedCasesNote
source: Note: Only the most recent 20 cases are stored here. Please save any important cases to avoid data loss.
ar: ملاحظة : يتم تخزين أحدث 20 حالة فقط هنا. يرجى حفظ أي حالات مهمة لتجنب فقدان البيانات.
fr: Remarque : Seuls les 20 cas les plus récents sont stockés ici. Veuillez enregistrer les cas importants pour éviter toute perte de données.

# newCaseResultSaveTest
source: Are you sure you want to save this test?
ar: هل أنت متأكد من رغبتك في حفظ هذا الاختبار؟
fr: Êtes-vous sûr de vouloir enregistrer ce test ?

# newCaseResultSaveTestContent
source: Do you want to saved the current test?
ar: هل تريد حفظ الاختبار الحالي؟
fr: Voulez-vous enregistrer le test en cours ?

# unsavedCaseResultSaveTest
source: Save test
ar: حفظ الاختبار
fr: Enregistrer

# savedCasesNosavedcases
source: No saved cases
ar: لا توجد حالات محفوظة
fr: Aucun cas enregistré

# newCaseResultShareResults
source: Share Results
ar: مشاركة
fr: Partager

# savedCasesShareMessage
source: Leishmaniasis test results are:
ar: نتائج اختبار داء الليشمانيات هي :
fr: Les résultats du test de la leishmaniose sont :

# newCaseResultUnsaveCase
source: Unsave case
ar: إلغاء الحفظ
fr: Désenregistrer

# newCaseResultUnsaveTest
source: Are you sure you want to unsave this test?
ar: هل أنت متأكد من رغبتك في إلغاء حفظ هذا الاختبار؟
fr: Êtes-vous sûr de vouloir désenregistrer ce test ?

# newCaseResultUnsaveTestMessage
source: Do you want to unsaved the current test?
ar: هل تريد إلغاء حفظ الاختبار الحالي؟
fr: Voulez-vous désenregistrer le test en cours ?

# newCaseCancelTestPopUpUnsaveTest
source: Unsave test
ar: إلغاء الحفظ
fr: Désenregistrer

# howToUseHeader
source: How to Use Our Application
ar: كيفية استخدام تطبيقنا
fr: Comment utiliser notre application

# howToUseInstructions
source: Follow these steps to use our application:
ar: اتبع هذه الخطوات لاستخدام تطبيقنا :
fr: Suivez ces étapes pour utiliser notre application :

# howToUseStep1
source: 1. Access the menu
ar: 1. الوصول إلى القائمة
fr: 1. Accédez au menu

# howToUseStep2
source: 2. Go to 'New Case'
ar: 2. اختيار حالة جديدة
fr: 2. Sélectionnez 'Nouveau cas'

# howToUseStep3
source: 3. Select the area of the disease
ar: 3. اختيار منطقة المرض
fr: 3. Sélectionnez la zone de la maladie

# howToUseStep4
source: 4. Click 'Next'
ar: 4. انقر على 'التالي'
fr: 4. Cliquez sur 'Suivant'

# howToUseStep5
source: 5. Take a photo or choose from gallery
ar: 5. التقاط صورة أو اختيار من المعرض
fr: 5. Prenez une photo ou choisissez dans la galerie

# howToUseStep6
source: 6. You can retake the photo or click 'Analyze'
ar: 6. يمكنك إعادة التقاط الصورة أو النقر على 'تحليل'
fr: 6. Vous pouvez reprendre la photo ou cliquer sur 'Analyser'

# howToUseStep7
source: 7. Wait for the results
ar: 7. انتظر النتائج
fr: 7. Attendez les résultats de l'analyse

# howToUseStep8
source: After receiving the result, you can:
ar: بعد استلام النتيجة، يمكنك :
fr: Après avoir reçu le résultat, vous pouvez :

# howToUseRedoTest
source: • Click 'Re-do Test' to start over
ar: • انقر على 'إعادة الاختبار' للبدء من جديد
fr: • Cliquez sur 'Refaire le test' pour recommencer

# howToUseSaveCase
source: • Click 'Save Case' to save the case
ar: • انقر على 'حفظ الحالة' لحفظ الحالة
fr: • Cliquez sur 'Enregistrer' pour enregistrer le cas

# howToUseShareResults
source: • Click 'Share Results' to share the results
ar: • انقر على 'مشاركة النتائج' لمشاركة النتائج
fr: • Cliquez sur 'Partager' pour partager les résultats

# howToUseNote
source: Note: Clicking 'Finish' or 'Re-do Test' won't save the test.
ar: ملاحظة : النقر على 'إنهاء' أو 'إعادة الاختبار' لن يحفظ الاختبار.

# howToUseAdditionalFeatures
source: Additional Features
ar: ميزات إضافية
fr: Fonctionnalités supplémentaires

# howToUseSavedCases
source: • Access 'Saved cases' in the menu
ar: • الوصول إلى 'الحالات المحفوظة' في القائمة
fr: • Accédez aux 'Cas enregistrés' dans le menu

# howToUseSavedCasesInstructions
source: Review, unsave, or share saved results
ar: مراجعة، إلغاء الحفظ، أو مشاركة النتائج المحفوظة
fr: Revoyez, désenregistrez ou partagez les résultats enregistrés

# howToUseUnsavedCases
source: • Access 'Unsaved cases' in the menu
ar: • الوصول إلى 'الحالات غير المحفوظة' في القائمة
fr: • Accédez aux 'Cas non enregistrés' dans le menu

# howToUseUnsavedCasesInstructions
source: View and optionally save unsaved cases
ar: عرض وحفظ الحالات غير المحفوظة إختيارياً
fr: Consultez et éventuellement enregistrez les cas non enregistrés

# howToUseNeedHelp
source: • Use 'Need help' in the menu
ar: • استخدام 'تحتاج مساعدة' في القائمة
fr: • Utilisez 'Besoin d'aide' dans le menu

# howToUseNeedHelpInstructions
source: Send us a message if you need help
ar: اتصل بنا للحصول على المساعدة
fr: Envoyez-nous un message si vous avez besoin d'aide

# howToUseChangeLanguage
source: • Change the language
ar: • تغيير اللغة
fr: • Changer de langue

# howToUseChangeLanguageInstructions
source: Switch between Arabic, English, or French in settings or use the button at the top of the app
ar: قم بالتبديل بين العربية أو الإنجليزية أو الفرنسية في الإعدادات أو استخدم الزر في أعلى التطبيق
fr: Passez de l'arabe, de l'anglais ou du français dans les paramètres ou utilisez le bouton en haut de l'application

# howToUseChooseTheme
source: • Choose Theme
ar: • اختيار السمة
fr: • Choisissez un thème

# howToUseChooseThemeInstructions
source: Select between Light or Dark mode in settings
ar: حدد بين الوضع الفاتح أو الداكن في الإعدادات
fr: Passez entre les thèmes clair et sombre

# helpPageTitle
source: Contact Us:
ar: اتصل بنا :
fr: Contactez-nous :

# nameContactUs
source: Name
ar: الاسم
fr: Nom

# phoneContactUs
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# emailContactUs
source: Email
ar: البريد الإلكتروني

# messageContactUs
source: Message
ar: الرسالة

# sendContactUs
source: Send message
ar: إرسال الرسالة
fr: Envoyer le message

# emailSent
source: Email sent successfully
ar: تم إرسال البريد الإلكتروني بنجاح
fr: Email envoyé avec succès

# emailNotSent
source: Email not send, please try again later
ar: لم يتم إرسال البريد الإلكتروني، يرجى المحاولة مرة أخرى في وقت لاحق
fr: Email non envoyé, veuillez réessayer plus tard

source: Error
ar: خطأ
fr: Erreur

# fillAllFields
source: Please fill all fields
ar: يرجى ملء جميع الحقول
fr: Veuillez remplir tous les champs

source: Dark Mode
ar: الوضع الداكن
fr: Mode sombre

# newCasePageCameraTipsTitle
source: How to take a Good Photo
ar: كيفية التقاط صورة جيدة
fr: Comment prendre une bonne photo

# newCasePageCameraTipsClose
source: Got it
ar: فهمت
fr: Compris

# newCasePageCameraGuidelineText
source: Focus Area
ar: منطقة التركيز
fr: Zone de mise au point

# newCasePageCameraTips1
source: Center the infected area
ar: قم بتوجيه الكاميرا نحو المنطقة المصابة
fr: Centrez la zone infectée

# newCasePageCameraTips2
source: Ensure good lighting
ar: تأكد من وجود إضاءة جيدة
fr: Assurez-vous d'avoir une bonne lumière

# newCasePageCameraTips3
source: Keep the camera steady
ar: تأكد من أن المنطقة المصابة واضحة
fr: Garder la caméra stable

# newCasePageCameraTips4
source: Maintain proper distance
ar: حافظ على مسافة جيدة
fr: Maintenir une bonne distance

# overview
source: Overview of Leishmaniasis
ar: نظرة عامة على داء الليشمانيات
fr: Aperçu de la leishmaniose

# transmission
source: Transmission cycle
ar: دورة النقل
fr: Cycle de transmission

# clinical
source: Clinical manifestations
ar: الظهور السريري
fr: Manifestations cliniques

# diagnostic
source: Diagnostic methods
ar: طرق التشخيص
fr: Méthodes de diagnostic

source: Treatment
ar: العلاج
fr: Traitement

# prevention
source: Prevention and control strategies
ar: استراتيجيات الوقاية والسيطرة
fr: Stratégies de prévention et de contrôle

source: Leishmaniasis
ar: داء الليشمانيات
fr: Leishmaniose

source: Parasitic Disease Overview
ar: نظرة عامة على الأمراض الطفيلية
fr: Aperçu des maladies parasitaires

source: What is Leishmaniasis?
ar: ما هو داء الليشمانيات؟
fr: Qu'est-ce que la leishmaniose ?

# leishmaniasis_description
source: Leishmaniasis is a parasitic disease caused by the Leishmania parasite, transmitted to humans through the bites of infected sand flies. It primarily affects the skin, mucous membranes, and internal organs, causing a range of clinical manifestations.
ar: داء الليشمانيات هو مرض طفيلي ينتقل إلى الإنسان من خلال لدغة الحشرات المصابة بالطفيليات. يمكن أن يكون الداء مزمنًا ويؤدي إلى مضاعفات خطيرة إذا لم يتم علاجه. يمكن أن يظهر الداء بأشكال مختلفة، بما في ذلك الداء الجلدي والداء الحشوي والداء الحشوي الحاد.
fr: La leishmaniose est une maladie parasitaire causée par des protozoaires du genre Leishmania. Elle est transmise par la piqûre de phlébotomes infectés, des insectes qui se nourrissent de sang. La maladie se présente sous différentes formes, notamment cutanée, muqueuse et viscérale. La leishmaniose cutanée est la forme la plus courante et se caractérise par des ulcères cutanés qui peuvent laisser des cicatrices permanentes. La leishmaniose muqueuse affecte les muqueuses du nez, de la bouche et de la gorge, tandis que la leishmaniose viscérale affecte les organes internes comme la rate et le foie. Le diagnostic de la leishmaniose repose sur des tests de laboratoire et l'examen clinique. Le traitement dépend de la forme de la maladie et peut inclure des médicaments antiparasitaires et des soins de soutien.

source: Worldwide Statistics
ar: الإحصائيات العالمية
fr: Statistiques mondiales

# worldwide_statistics_description
source: Leishmaniasis affects millions across 98 countries, mainly in tropical and subtropical regions. The WHO estimates that around 700,000 to 1 million new cases occur annually, with over 20,000 deaths.
ar: يعتبر داء الليشمانيات من الأمراض الطفيلية الأكثر انتشارًا في العالم. يتم تسجيل حوالي 1.3 مليون حالة جديدة سنويًا، ويتم تسجيل حوالي 20,000 حالة وفاة سنويًا بسبب الداء.
fr: La leishmaniose est une maladie tropicale négligée qui touche les populations les plus pauvres et les plus vulnérables du monde. On estime que 700 000 à 1 million de nouveaux cas de leishmaniose cutanée surviennent chaque année, avec environ 20 000 à 30 000 décès. La maladie est endémique dans plus de 90 pays, principalement en Afrique, en Asie, en Amérique latine et dans le bassin méditerranéen. La leishmaniose est associée à des conditions de vie précaires, telles que la pauvreté, la malnutrition, la migration et les conflits armés. Les populations les plus touchées sont les enfants, les personnes âgées, les migrants, les réfugiés et les personnes vivant avec le VIH/SIDA. La leishmaniose a un impact significatif sur la santé publique, l'économie et le bien-être des communautés touchées.

source: Morocco Statistics
ar: الإحصائيات في المغرب
fr: Statistiques du Maroc

# morocco_statistics_description
source: In Morocco, cases of cutaneous leishmaniasis are more common, particularly in rural areas. The country has observed fluctuating cases, influenced by factors like climate, socio-economic status, and public health efforts.
ar: تعتبر المغرب من البلدان الأكثر تضررًا بداء الليشمانيات. يتم تسجيل حوالي 20,000 حالة جديدة سنويًا، ويتم تسجيل حوالي 500 حالة وفاة سنويًا بسبب الداء.
fr: La leishmaniose est une maladie parasitaire qui sévit dans plusieurs régions du Maroc, principalement dans les zones rurales et périurbaines. La maladie est transmise par des phlébotomes infectés, des insectes qui se nourrissent de sang. Les formes les plus courantes de leishmaniose au Maroc sont la leishmaniose cutanée et la leishmaniose viscérale. La leishmaniose cutanée se manifeste par des ulcères cutanés qui peuvent laisser des cicatrices permanentes, tandis que la leishmaniose viscérale affecte les organes internes comme la rate et le foie. Le diagnostic de la leishmaniose repose sur des tests de laboratoire et l'examen clinique. Le traitement dépend de la forme de la maladie et peut inclure des médicaments antiparasitaires et des soins de soutien.

# transmissionhow
source: How It Spreads
ar: كيف ينتقل داء الليشمانيات؟
fr: Comment ça se propage

# transmissioncycle
source: Understanding the Transmission Cycle
ar: دورة النقل
fr: Comprendre le cycle de transmission

# transmission_description
source: The transmission of leishmaniasis occurs through the bite of an infected female sand fly. When the fly bites a person or an animal carrying the parasite, it ingests the parasite, which then develops in the fly's gut. Once mature, the parasites travel to the fly's mouthparts, enabling transmission to a new host through another bite, continuing the cycle.
ar: ينتقل داء الليشمانيات إلى الإنسان من خلال لدغة الحشرات المصابة بالطفيليات. يتم نقل الطفيليات من الحشرات إلى الإنسان عندما تلدغ الحشرة الإنسان. يمكن أن تنتقل الطفيليات من الإنسان إلى الحشرة عندما تلدغ الحشرة الإنسان المصاب.
fr: La transmission de la leishmaniose se fait par la piqûre d'une mouche des sables femelle infectée. Lorsque la mouche pique une personne ou un animal porteur du parasite, elle ingère le parasite, qui se développe alors dans l'intestin de la mouche. Une fois arrivés à maturité, les parasites se déplacent vers les pièces buccales de la mouche, ce qui permet de les transmettre à un nouvel hôte par le biais d'une autre piqûre, poursuivant ainsi le cycle.

source: Transmission Cycle Steps
ar: خطوات دورة انتقال العدوى
fr: Étapes du cycle de transmission

# transmissioncyclestep1
source: Sand Fly Stage
ar: مرحلة ذبابة الرمل
fr: Stade de la mouche des sables

# transmissioncyclestep1desc
source: The sandfly takes a blood meal
ar: تتناول ذبابة الرمل وجبة دموية
fr: Le phlébotome prend un repas de sang

# transmissioncyclestep2
source: Human Stage
ar: المرحلة البشرية
fr: Stade humain

# transmissioncyclestep3
source: Les promastigotes sont phagocytés par les macrophages
ar: تتم بلعمة الطور الأولي من قبل البلعميات
fr: Promastigotes are phagocytosed by macrophages

# transmissioncyclestep4
source: Transformation
ar: تحول

# transmissioncyclestep5
source: Promastigotes transform into amastigotes within macrophages
ar: تتحول الطور الأولي إلى الطور الأميبي داخل البلعميات
fr: Les promastigotes se transforment en amastigotes dans les macrophages

# transmissioncyclestep6
source: Multiplication
ar: التكاثر

# transmissioncyclestep7
source: Amastigotes multiply within cells
ar: يتكاثر الطور الأميبي داخل الخلايا
fr: Les amastigotes se multiplient dans les cellules

# transmissioncyclestep8
source: Ingestion
ar: الابتلاع

# transmissioncyclestep9
source: Ingestion of macrophages infected by amastigotes
ar: ابتلاع البلعميات المصابة بالأميبات
fr: Ingestion de macrophages infectés par des amastigotes

# transmissioncyclestep10
source: This cycle represents both the infective and diagnostic stages of leishmaniasis transmission.
ar: تمثل هذه الدورة كل من مراحل العدوى والتشخيص لانتقال الليشمانيا.
fr: Ce cycle représente à la fois les stades infectieux et diagnostiques de la transmission de la leishmaniose.

# transmissioncyclestep11
source: Clinical Forms
ar: الأشكال السريرية
fr: Formes cliniques

# transmissioncyclestep12
source: Leishmaniasis is caused by a protozoa parasite from over 20 Leishmania species. Over 90 sandfly species are known to transmit Leishmania parasites. There are 3 main forms of the disease:
ar: الليشمانيا تسببها طفيليات أولية من أكثر من 20 نوعًا من الليشمانيا. هناك أكثر من 90 نوعًا من ذباب الرمل المعروف بنقل طفيليات الليشمانيا. هناك 3 أشكال رئيسية للمرض:
fr: La leishmaniose est causée par un parasite protozoaire de plus de 20 espèces de Leishmania. Plus de 90 espèces de phlébotomes sont connues pour transmettre les parasites Leishmania. Il existe 3 formes principales de la maladie :

# transmissioncyclestep13
source: Visceral Leishmaniasis (VL)
ar: الليشمانيا الحشوية (VL)
fr: Leishmaniose viscérale (LV)

# transmissioncyclestep14
source: VL, also known as kala-azar, is fatal if left untreated in over 95% of cases. It is characterized by irregular bouts of fever, weight loss, enlargement of the spleen and liver, and anaemia. Most cases occur in Brazil, east Africa and India. An estimated 50,000 to 90,000 new cases of VL occur worldwide annually, with only 25-45% reported to WHO. It has outbreak and mortality potential.
ar: تعتبر اللشمانيا الحشوية (VL) ، المعروفة أيضًا باسم كالا-آزار ، قاتلة إذا تُركت دون علاج في أكثر من 95٪ من الحالات. وتتميز بنوبات غير منتظمة من الحمى وفقدان الوزن وزيادة حجم الط splen و الكبد وفقر الدم. تحدث معظم الحالات في البرازيل وشرق إفريقيا والهند. يُقدر أنه يتم تسجيل 50000 إلى 90000 حالة جديدة من اللشمانيا الحشوية (VL) في جميع أنحاء العالم سنويًا ، مع الإبلاغ عن 25-45٪ فقط إلى منظمة الصحة العالمية. لديها إمكانية حدوث تفشٍ ومعدل وفيات مرتفع.
fr: La LV, également connue sous le nom de kala-azar, est fatale si elle n'est pas traitée dans plus de 95 % des cas. Elle se caractérise par des accès de fièvre irréguliers, une perte de poids, un gonflement de la rate et du foie, et une anémie. La plupart des cas se produisent au Brésil, en Afrique de l'Est et en Inde. On estime qu'il y a de 50 000 à 90 000 nouveaux cas de LV dans le monde chaque année, dont seulement 25 à 45 % sont signalés à l'OMS. Elle a un potentiel d'épidémie et de mortalité.

# transmissioncyclestep15
source: Cutaneous Leishmaniasis (CL)
ar: الليشمانيا الجلدية (CL)
fr: Leishmaniose cutanée (LC)
