Repository: ucefooo/detection_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# transmissioncyclestep16
source: CL is the most common form and causes skin lesions, mainly ulcers, on exposed parts of the body. These can leave life-long scars and cause serious disability or stigma. About 95% of CL cases occur in the Americas, the Mediterranean basin, the Middle East and central Asia. It is estimated that 600,000 to 1 million new cases occur worldwide annually but only around 200,000 are reported to WHO.
ar: تعتبر اللشمانيا الجلدية (CL) الشكل الأكثر شيوعًا وتسبب آفات جلدية، وخاصة القرح، على أجزاء الجسم المكشوفة. يمكن أن تترك هذه الآفات ندبات دائمة وتسبب إعاقات خطيرة أو وصمة عار. يحدث حوالي 95٪ من حالات اللشمانيا الجلدية (CL) في الأمريكتين وحوض البحر الأبيض المتوسط والشرق الأوسط وآسيا الوسطى. يُقدّر أن هناك من 600,000 إلى مليون حالة جديدة تحدث سنويًا في جميع أنحاء العالم، ولكن يتم الإبلاغ عن حوالي 200,000 حالة فقط إلى منظمة الصحة العالمية.
fr: La LC est la forme la plus courante et cause des lésions cutanées, principalement des ulcères, sur les parties exposées du corps. Celles-ci peuvent laisser des cicatrices à vie et causer de graves incapacités ou un stigma. Environ 95 % des cas de LC se produisent dans les Amériques, le bassin méditerranéen, le Moyen-Orient et l'Asie centrale. On estime que 600 000 à 1 million de nouveaux cas se produisent chaque année dans le monde, mais seulement environ 200 000 sont signalés à l'OMS.

# transmissioncyclestep17
source: Mucocutaneous Leishmaniasis
ar: الليشمانيا المخاطية الجلدية
fr: Leishmaniose mucocutanée

# transmissioncyclestep18
source: Leads to partial or total destruction of mucous membranes of the nose, mouth and throat. Over 90% of mucocutaneous leishmaniasis cases occur in Bolivia, Brazil, Ethiopia and Peru.
ar: يؤدي إلى تدمير جزئي أو كلي للأغشية المخاطية في الأنف والفم والحنجرة. يحدث أكثر من 90٪ من حالات اللشمانيا المخاطية الجلدية في بوليفيا والبرازيل وإثيوبيا وبيرو.
fr: Conduit à une destruction partielle ou totale des muqueuses du nez, de la bouche et de la gorge. Plus de 90 % des cas de leishmaniose mucocutanée se produisent en Bolivie, au Brésil, en Éthiopie et au Pérou.

# transmissioncyclestep19
source: Diagnostic Methods
ar: طرق التشخيص
fr: Méthodes diagnostiques

# transmissioncyclestep20
source: Different methods for diagnosing Leishmaniasis:
ar: طرق مختلفة لتشخيص الليشمانيا :
fr: Différentes méthodes pour diagnostiquer la leishmaniose :

# transmissioncyclestep21
source: Microscopy
ar: المجهرية
fr: Microscopie

# transmissioncyclestep22
source: Direct Examination (Giemsa)
ar: الفحص المباشر (جيماس)
fr: Examen direct (Giemsa)

# transmissioncyclestep23
source: Standard microscopy setup for sample examination
ar: إعداد مجهر قياسي لفحص العينات
fr: Configuration de microscopie standard pour l'examen des échantillons

# transmissioncyclestep24
source: Uses Giemsa staining technique
ar: يستخدم تقنية صبغة جيماس
fr: Utilise la technique de coloration Giemsa

# transmissioncyclestep25
source: Direct visualization of parasites
ar: الرؤية المباشرة للطفيليات
fr: Visualisation directe des parasites

# transmissioncyclestep26
source: Traditional and reliable method
ar: طريقة تقليدية وموثوقة
fr: Méthode traditionnelle et fiable

# transmissioncyclestep27
source: Molecular Techniques
ar: التقنيات الجزيئية
fr: Techniques moléculaires

# transmissioncyclestep28
source: DNA/RNA-based Detection Methods
ar: طرق الكشف المعتمدة على الحمض النووي / الحمض النووي الريبي
fr: Méthodes de détection basées sur l'ADN/ARN

# transmissioncyclestep29
source: PCR and PCR-RFLP for DNA analysis
ar: تفاعل البوليميراز المتسلسل (PCR) وPCR-RFLP لتحليل الحمض النووي
fr: PCR et PCR-RFLP pour l'analyse de l'ADN

# transmissioncyclestep30
source: LAMP technique for amplification
ar: تقنية LAMP للتكبير
fr: Technique LAMP pour l'amplification

# transmissioncyclestep31
source: RT-PCR for RNA detection
ar: RT-PCR للكشف عن الحمض النووي الريبي
fr: RT-PCR pour la détection de l'ARN

# transmissioncyclestep32
source: MLST for strain typing
ar: MLST لتصنيف السلالات
fr: MLST pour le typage des souches

# transmissioncyclestep33
source: NGS for comprehensive genetic analysis
ar: تسلسل الجينوم الجديد (NGS) للتحليل الجيني الشامل
fr: NGS pour une analyse génétique complète

# transmissioncyclestep34
source: Culture
ar: زراعة

# transmissioncyclestep35
source: Growth Media Methods
ar: طرق وسائط النمو
fr: Méthodes de milieux de culture

# transmissioncyclestep36
source: Novy-MacNeal-Nicolle (NNN)
ar: نوفى-ماكنيل-نيكول (NNN)

# transmissioncyclestep37
source: Roswell Park Memorial Institute (RPMI)
ar: معهد روزويل بارك التذكاري (RPMI)
fr: Institut commémoratif Roswell Park (RPMI)

# transmissioncyclestep38
source: Uses specialized growth media
ar: يستخدم وسائط نمو متخصصة
fr: Utilise des milieux de culture spécialisés

# transmissioncyclestep39
source: Includes biopsy samples
ar: يشمل عينات خزعة
fr: Comprend des échantillons de biopsie

# transmissioncyclestep40
source: Requires specific conditions and antibiotics
ar: يتطلب شروطًا محددة ومضادات حيوية
fr: Nécessite des conditions spécifiques et des antibiotiques

# transmissioncyclestep41
source: Rapid Diagnostic Test
ar: اختبار تشخيصي سريع
fr: Test de diagnostic rapide

# transmissioncyclestep42
source: RDT Analysis
ar: تحليل الاختبار التشخيصي السريع (RDT)
fr: Analyse du TDR

# transmissioncyclestep43
source: Serum separation process
ar: عملية فصل المصل
fr: Processus de séparation du sérum

# transmissioncyclestep44
source: Immunochromatographic detection
ar: الكشف المناعي الكروماتوغرافي
fr: Détection immunochromatographique

# transmissioncyclestep45
source: Quick results in field conditions
ar: نتائج سريعة في ظروف الميدان
fr: Résultats rapides dans des conditions de terrain

# transmissioncyclestep46
source: Simple positive/negative readout
ar: قراءة بسيطة إيجابية/سلبية
fr: Lecture simple positive/négative

# transmissioncyclestep51
source: Treatment Methods
ar: طرق العلاج
fr: Méthodes de traitement

# transmissioncyclestep52
source: Available treatments for Leishmaniasis:
ar: العلاجات المتاحة لداء الليشمانيات:
fr: Traitements disponibles pour la leishmaniose :

# transmissioncyclestep53
source: Antimonial Drugs
ar: أدوية مضادة للميغلومين
fr: Médicaments antimoniaux

# transmissioncyclestep54
source: Primary Treatment Option
ar: خيار العلاج الأساسي
fr: Option de traitement primaire

# transmissioncyclestep55
source: Meglumine antimoniate is commonly prescribed
ar: يتم وصف مضاد الميغلومين بشكل شائع
fr: L'antimoniate de meglumine est couramment prescrit

# transmissioncyclestep56
source: Effectiveness varies by region
ar: تختلف الفعالية حسب المنطقة
fr: L'efficacité varie selon la région

# transmissioncyclestep57
source: Requires careful monitoring due to side effects
ar: يتطلب مراقبة دقيقة بسبب الآثار الجانبية
fr: Nécessite une surveillance attentive en raison des effets secondaires

# transmissioncyclestep59
source: Amphotericin B
ar: أمفوتريسين ب
fr: Amphotéricine B

# transmissioncyclestep58
source: Duration of treatment depends on disease form
ar: تعتمد مدة العلاج على شكل المرض
fr: La durée du traitement dépend de la forme de la maladie

# transmissioncyclestep61
source: Primarily used for visceral leishmaniasis
ar: يستخدم أساسًا لعلاج داء الليشمانيات الحشوي
fr: Principalement utilisé pour la leishmaniose viscérale

# transmissioncyclestep60
source: Severe Case Treatment
ar: علاج الحالات الشديدة
fr: Traitement des cas sévères

# transmissioncyclestep63
source: Requires hospital administration
ar: يتطلب الإدارة في المستشفى
fr: Nécessite une administration à l'hôpital

# transmissioncyclestep64
source: Effective in antimony-resistant cases
ar: فعال في حالات مقاومة المضاد للميغلومين
fr: Efficace dans les cas résistants à l'antimoine

# transmissioncyclestep62
source: Available in different formulations
ar: متوفر بصيغ مختلفة
fr: Disponible en différentes formulations

# transmissioncyclestep65
source: Oral Treatments
ar: علاجات فموية
fr: Traitements oraux

# transmissioncyclestep66
source: Miltefosine and Others
ar: ميلتيفوزين وآخرون
fr: Miltefosine et autres

# transmissioncyclestep67
source: Miltefosine as primary oral option
ar: ميلتيفوزين كخيار فموي أساسي
fr: Miltefosine en tant qu'option orale principale

# transmissioncyclestep68
source: Availability varies by region
ar: تختلف التوفر حسب المنطقة
fr: La disponibilité varie selon la région

# transmissioncyclestep69
source: Requires complete course completion
ar: يتطلب إكمال الدورة بالكامل
fr: Nécessite l'achèvement complet du traitement

# transmissioncyclestep70
source: Alternative when other treatments fail
ar: بديل عندما تفشل العلاجات الأخرى
fr: Alternative lorsque d'autres traitements échouent

# transmissioncyclestep71
source: Supportive Care
ar: الرعاية الداعمة
fr: Soins de soutien

# transmissioncyclestep72
source: Symptom Management
ar: إدارة الأعراض
fr: Gestion des symptômes

# transmissioncyclestep73
source: Management of complications
ar: إدارة المضاعفات
fr: Gestion des complications

# transmissioncyclestep74
source: Nutritional support
ar: الدعم الغذائي
fr: Soutien nutritionnel

# transmissioncyclestep75
source: Pain management when needed
ar: إدارة الألم عند الحاجة
fr: Gestion de la douleur si nécessaire

# transmissioncyclestep76
source: Regular monitoring of vital signs
ar: المراقبة المنتظمة للعلامات الحيوية
fr: Surveillance régulière des signes vitaux

# transmissioncyclestep77
source: Prevention of secondary infections
ar: الوقاية من العدوى الثانوية
fr: Prévention des infections secondaires

# transmissioncyclestep78
source: Prevention & Control
ar: الوقاية والسيطرة
fr: Prévention et Contrôle

# transmissioncyclestep79
source: Key strategies for Leishmaniasis control:
ar: استراتيجيات رئيسية للسيطرة على الليشمانيات:
fr: Stratégies clés pour le contrôle de la leishmaniose :

# transmissioncyclestep80
source: Early diagnosis & safe medicine
ar: التشخيص المبكر والأدوية الآمنة
fr: Diagnostic précoce et médicaments sûrs

# transmissioncyclestep81
source: Access to safe medicine and timely diagnosis
ar: الوصول إلى الأدوية الآمنة والتشخيص في الوقت المناسب
fr: Accès à des médicaments sûrs et à un diagnostic rapide

# transmissioncyclestep82
source: Effective disease surveillance
ar: المراقبة الفعالة للمرض
fr: Surveillance efficace de la maladie

# transmissioncyclestep83
source: Monitoring and tracking systems
ar: أنظمة المراقبة والتتبع
fr: Systèmes de suivi et de traçage

# transmissioncyclestep84
source: Social mobilization
ar: التعبئة الاجتماعية
fr: Mobilisation sociale

# transmissioncyclestep85
source: Strengthening partnerships
ar: تعزيز الشراكات
fr: Renforcement des partenariats

# transmissioncyclestep86
source: Control of animal reservoir hosts
ar: السيطرة على مضيفات الحيوانات الخازنة
fr: Contrôle des hôtes réservoirs animaux

# transmissioncyclestep87
source: Management of animal populations
ar: إدارة مجموعات الحيوانات
fr: Gestion des populations animales

# transmissioncyclestep88
source: Vector control
ar: مكافحة الناقلات
fr: Contrôle des vecteurs

# transmissioncyclestep89
source: Sandfly population management
ar: إدارة مجموعات ذباب الرمل
fr: Gestion de la population de phlébotomes

# transmissioncyclestep90
source: • Rapid diagnostic testing • Access to medical facilities • Trained healthcare workers • Quality medication availability • Regular follow-up care
ar: • اختبار تشخيصي سريع • الوصول إلى المرافق الطبية • العاملون في الرعاية الصحية المدربون • توفر الأدوية عالية الجودة • رعاية متابعة منتظمة
fr: • Tests diagnostiques rapides • Accès aux installations médicales • Travailleurs de la santé formés • Disponibilité de médicaments de qualité • Suivi régulier des soins

# transmissioncyclestep91
source: • Case reporting systems • Data collection and analysis • Outbreak monitoring • Geographic mapping • Risk assessment
ar: • أنظمة الإبلاغ عن الحالات • جمع البيانات وتحليلها • مراقبة تفشي المرض • رسم الخرائط الجغرافية • تقييم المخاطر
fr: • Systèmes de notification des cas • Collecte et analyse des données • Surveillance des épidémies • Cartographie géographique • Évaluation des risques

# transmissioncyclestep92
source: • Community education programs • Local health partnerships • Public awareness campaigns • Stakeholder engagement • Resource mobilization
ar: • برامج التثقيف المجتمعي • شراكات صحية محلية • حملات التوعية العامة • إشراك أصحاب المصلحة • تعبئة الموارد
fr: • Programmes d'éducation communautaire • Partenariats de santé locaux • Campagnes de sensibilisation du public • Engagement des parties prenantes • Mobilisation des ressources

# transmissioncyclestep93
source: • Host population monitoring • Vaccination programs • Population control measures • Habitat management • Regular screening
ar: • مراقبة عدد السكان المضيفين • برامج التطعيم • تدابير السيطرة على السكان • إدارة الموائل • الفحص المنتظم
fr: • Surveillance de la population hôte • Programmes de vaccination • Mesures de contrôle de la population • Gestion de l'habitat • Dépistage régulier

# transmissioncyclestep94
source: • Insecticide spraying • Bed net distribution • Environmental management • Breeding site elimination • Resistance monitoring
ar: • رش المبيدات الحشرية • توزيع الشبكات الواقية • الإدارة البيئية • القضاء على مواقع التكاثر • مراقبة المقاومة
fr: • Pulvérisation d'insecticides • Distribution de moustiquaires • Gestion environnementale • Élimination des sites de reproduction • Surveillance de la résistance
